[
    {
        "location": "about",
        "name": "History",
        "content": [
            {
                "description": "<p>In July 2007, UCSB established The Center for Spatial Studies (spatial@ucsb) based on an initiative by Professor Michael Goodchild. The vision for the Center drew on the Department of Geography’s pioneering contributions through the NSF-funded National Center for Geographic Information and Analysis (NCGIA, 1988-2000*) and the Center for Spatially Integrated Social Science (CSISS, 2000- 2007*). The Center’s original aims were to advance spatial thinking and spatial data analysis for knowledge integration across disciplines for research and teaching at UCSB and to aid their applications for addressing societal and environmental problems at local through global scales. In response to technological and societal changes over the years, the Center rebranded as the <strong>Center for Spatial Studies and Data Science (@spatial) </strong>in 2023.</p><p>From mid-2007 through mid-2012, Professor Goodchild (Director of the Center and first appointee to the Jack and Laura Dangermond Chair in Geography) and Professor Donald Janelle (Program Director) guided the Center’s services to the University and community. The Center provided office space for graduate students and visiting scholars, offered summer research internships for undergraduate students, and set up a GIS Help Desk staffed by graduate students to help faculty and students in research implementations of GIS and spatial data analysis. Two transdisciplinary seminar series (<em>ThinkSpatial Brownbag Forum </em>and <em>Spatial Technology Lunches</em>) offered opportunities for UCSB and visiting scholars and for practitioners from industry and the public sector to share their applications of spatial reasoning for problem solving, creativity, and concept development. The Center worked with the Geography Dept. to introduce an academic Minor in Spatial Studies for students from any discipline in 2010. These offerings helped to enrich a strong interdisciplinary thread of spatial studies that broadened undergraduate and graduate educational opportunities.</p><p>Community outreach was highlighted in annual symposiums of <em>spatial@ucsb.local </em>to address issues related to applications of GIS technologies by local and regional planners and by private companies and consultants. These annual events created opportunities for students to share their spatial analytical research skills through poster displays and to experience direct contact with potential employers and with the broader academic community.</p><p>NCGIA introduced Specialist Research Meetings in 1988 as a fundamental pathway to advancing geographic analysis and science and these have been a hallmark of UCSB initiatives in geographic information science for more than three decades. Research Meetings convene leaders from academia, industry, and public sectors for intensive discussions on themes about theoretical issues, technological developments, and societal needs with a focus on identifying spatial research initiatives and educational programs to help resolve problems.</p><p>Upon Professor Goodchild’s retirement in July 2012, Professor Mary Hegarty (Dept. of Psychological &amp; Brain Sciences) served as Interim Director for the balance of the year. Continuing her engagement with the Center for additional years, she advanced research on spatial cognition and perception in human behavior (e.g., spatial wayfinding) and explored variations in approaches to spatial reasoning among a broad range of academic disciplines. To complement this research theme, the Center introduced a new first-year undergraduate seminar (<em>Thinking Spatially in the Arts and Sciences</em>) in 2013, taught annually by a team of UCSB senior faculty from science, social science, humanities, and engineering disciplines.</p><p>Professor Werner Kuhn assumed the role of Director in 2013 as the Jack and Laura Dangermond Chair in Geography and held this position until his retirement in 2020. Continuing with all of the programs developed earlier, he emphasized the identification of core spatial concepts for teaching and research and the importance of spatially and temporally linked-data as a basis for information search and discovery—themes of importance to expanding the University’s spatially-enabled knowledge infrastructures. Campus planners, students and faculty from Geography and other disciplines implemented an online <u>Interactive Campus Map </u>for UCSB that draws on the integration of mobile and stationary geo-sensor data. Research and teaching on spatially and temporally linked-data opened opportunities for students affiliated with the Center to assist in the UCSB Library’s establishment of the Interdisciplinary Research Collaboratory, renamed as the <u>DREAM</u> <u>Lab</u>. In 2015, the Center supported a project led by Professor Janelle to create an archive of open access publications and in-house reports associated with UCSB’s role in GIScience since the late 1980s, available in the University of California’s Digital Library at <u>eScholarship.org</u>.</p><p>Under Professor Krzysztof Janowicz, appointed Director in mid-2020, @Spatial shifted its focus to Spatial Data Science and Knowledge Graphs, thereby also connecting more closely to a campus emphasis that had steadily grown during @Spatial’s past funding period. More specifically, @Spatial focused on spatiotemporally explicit machine learning models operating on these graphs.</p><p>Since 2023, led by Professor Trisalyn Nelson, @Spatial continues UCSB’s premier role as a research center in Geographic Information Science. @Spatial has built a well-positioned leadership team to integrate new cross-cutting themes in geographic information systems, spatial analysis, coding, statistics, optimization, and remote sensing for the analysis of spatial data. Professors Nelson (Director), Somayeh Dodge (Associate Director), Alan Murray (Associate Director), Amy Frazier (Core Faculty), and Peter Kedron (Core Faculty) form the team. Through strategic partnerships on campus and within industry partnerships, the team advances @Spatial’s mission to propel spatial data science at UC Santa Barbara by leading interdisciplinary discovery, education, and access to actionable solutions for resolving environmental and societal problems.</p><p>*The open-access archives of publications, proposals, reports, teaching resources, and conference/workshop and specialist-meeting proceedings for the NCGIA are accessible at <u>https://escholarship.org/uc/spatial_ucsb_ncgia</u>. For access to CSISS resources, go to <u>https://escholarship.org/uc/spatial_ucsb_csiss</u>.</p>"
            }
        ],
        "tabname": "History",
        "taborder": 2
    },
    {
        "location": "about",
        "name": "The Center's Archive on eScholarship",
        "content": [
            {
                "description": "<h6>The Center for Spatial Studies has created an archive through the <strong>California Digital Library’s eScholarship initiative</strong> to preserve in perpetuity, and to enhance access to, the accomplishments and publications of the National Center for Geographic Information and Analysis (NCGIA), the Center for Spatially Integrated Social Science (CSISS), and the Center for Spatial Studies (spatial@ucsb).</h6>\n<h6>The initiative is led by <a href=\"https://spatial.ucsb.edu/people/center-personnel/donald-janelle\"><u>Professor Emeritus Don Janelle</u></a>.</h6>\n<h6>The archive is available at <a href=\"https://escholarship.org/\"><u>https://escholarship.org/</u></a>:</h6>\n<ul>\n  <li><h6>Archive for the <a href=\"https://escholarship.org/uc/spatial_ucsb\"><u>UCSB Center for Spatial Studies</u></a> (since 2007)</h6></li>\n  <li><h6>Archive for the <a href=\"https://escholarship.org/uc/spatial_ucsb_csiss\"><u>Center for Spatially Integrated Social Science (CSISS)</u></a> (1999‒2013)</h6></li>\n</ul>\n<h6>Archive for the <a href=\"https://escholarship.org/uc/spatial_ucsb_ncgia\"><u>National Center for Geographic Information and Analysis (NCGIA)</u></a> (1988‒1999)</h6>"
            }
        ],
        "tabname": "eScholarship",
        "taborder": 3
    },
    {
        "location": "about",
        "name": "Overview",
        "tabname": "Overview",
        "taborder": 1,
        "content": [
            {
                "description": "<h5><b>At the Center for Spatial Studies and Data Science at University of California Santa Barbara - we collaboratively design, implement and disseminate spatial science for a better world!</b></h5><h6>Design: We are leading interdisciplinary research to develop the next wave of spatial data science methods and convene agenda setting conversations through Specialist Meetings and partnerships.</h6><h6>Implement: We are leveraging spatial science solutions to solve the world’s challenging problems, through applied and community embedded research.</h6><h6>Disseminate: We are leaders in GIScience education and are advancing curriculum at all levels and disseminating the geographic approach.</h6>"
            }
        ]
    },
    {
        "location": "events",
        "name": "@Spatial Hour",
        "content": [
            {
                "description": "The @Spatial Hour series is a platform for researchers from UCSB and beyond to share their spatial research, provide unique perspectives, and foster interdisciplinary collaboration within our community."
            }
        ],
        "accordion": [
            {
                "title": "2024-2025",
                "content": [
                    
                ]
            },
            {
                "title": "2023-2024",
                "content": [
                    {
                        "subtitle": "Wednesday, October 18th, 2023",
                        "description": "Yasamin Mostofi “Sensing with Everyday Communication Signals: From crowd analytics to scene understanding”",
                        "image": "spatialhour/yasamin_mostofi.jpg"
                    },
                    {
                        "subtitle": "Wednesday, November 1st, 2023",
                        "description": "Lei Song “Combining Earth Observation and Animal Movement to Reconcile Agriculture and Wildlife Conservation”",
                        "image": "spatialhour/lei_song.jpg"
                    },
                    {
                        "subtitle": "Wednesday, November 29th, 2023",
                        "description": "Rongxiang Su “Spatiotemporal dynamics of racial-ethnic diversity and segregation: Insights from mobile phone data”",
                        "image": "spatialhour/rongxiang_su.jpg"
                    },
                    {
                        "subtitle": "Wednesday, November 29th, 2023",
                        "description": "Enbo Zhou “Assessment of Facility Layout: A Heuristic for Aligning Idealized Region Lattice”",
                        "image": "spatialhour/enbo_zhou.jpg"
                    },
                    {
                        "subtitle": "Wednesday, January 17th, 2024",
                        "description": "Diyang Cui “Projected climate zone shifts could undermine the effectiveness of global protected areas for biodiversity conservation by mid-to-late century”",
                        "image": "spatialhour/diyang_cui.jpg"
                    },
                    {
                        "subtitle": "Wednesday, March 13th, 2024",
                        "description": "Collaborative lunch hour among @Spatial peers",
                        "image": null
                    },
                    {
                        "subtitle": "Wednesday, May 1st, 2024",
                        "description": "Discussion led by Alan Murray, Peter Kedron, and Somayeh Dodge to Educate @Spatial students on proper protocol and what to expect when submitting a paper for review",
                        "image": "spatialhour/05012024.jpg"
                    },
                    {
                        "subtitle": "Wednesday, May 15th, 2024",
                        "description": "CGIA Webinar and Discussion with @Spatial Faculty on GIS Job applications",
                        "image": "spatialhour/05152024.jpg"
                    },
                    {
                        "subtitle": "Wednesday, June 5th, 2024",
                        "description": "Don Janelle on the history and legacy of @Spatial",
                        "image": null
                    }
                ]
            }
        ],
        "tabname": "@Spatial Hour",
        "taborder": 1
    },
    {
        "location": "events",
        "name": "Esri Educational Visits",
        "content": [
            {
                "title": "",
                "description": "<h6>Students involved in the Center for Spatial Studies and Data Science are offered a unique opportunity to join Esri Educational Visits to connect with UCSB alumni and explore Esri’s innovative campus. These visits not only provide insight into exciting career opportunities at Esri but also foster networking among aspiring professionals and established experts. Students can engage in meaningful conversations and receive guidance from Esri employees, who are eager to mentor the next generation of change-makers. It's an invaluable experience that bridges education and real-world applications in the field of Geographic Information Science (GIS).</h6>",
                "image": "esri_educational_trip.jpg"
            }
        ],
        "tabname": "Esri Visits",
        "taborder": 2
    },
    {
        "location": "events",
        "name": "Specialist Meetings",
        "content": [],
        "accordion": [
            {
                "title": "Specialist Meeting 2024",
                "content": [
                    {
                        "subtitle": null,
                        "description": "<h6>Confronted by climate change, there is a renewed global focus on conservation, exemplified by agreements like the Kunming-Montreal commitment to protect 30 percent of the planet by 2030. However, many countries struggle to meet these targets due to insufficient analytical support for local land use planning and a disconnect between scientific geographic information and on-the-ground decision-making. Additionally, achieving multiple spatial planning goals—such as biodiversity, carbon reduction, and habitat restoration—across fragmented administrative agencies presents significant challenges.</h6><h6>To address these issues, the Center for Spatial Studies and Data Science has collaborated with global conservation organizations to explore how a geographic approach leveraging GIScience can better support conservation efforts. Key needs identified include increasing GIS capacity in resource-constrained organizations, integrating emerging geospatial technologies while addressing ethical considerations, creating spatial data infrastructure for evidence-based analysis, and tracking the conservation impacts of private actors.</h6><h6>In December 2024, the Center will host colleagues in conservation and GIScience to a two-day meeting at UCSB in Santa Barbara, where we will outline research priorities, develop collaborative programs, and discuss training opportunities. This workshop aims to catalyze a broader initiative to enhance GIScience in support of 21st-century conservation needs.</h6>",
                        "image": null
                    }
                ]
            },
            {
                "title": "Specialist Meeting 2023",
                "content": [
                    {
                        "subtitle": null,
                        "description": "<h6>Scientific disruptions are transforming fields like GIScience by driving innovation and reshaping how we address global challenges such as climate change and food insecurity. Advances in technology and society are changing scientific practices and prioritizing data-intensive discovery, with emerging cyberinfrastructure and AI techniques paving the way for new modes of inquiry. However, these disruptions also bring ethical considerations and highlight barriers to equity in science. Given their expertise in spatial data creation and analysis, GIScientists are uniquely positioned to lead in this era of disruption, developing both technical solutions—like digital twins and geoAI—and conceptual frameworks in areas such as Geoethics and spatial theory, thus linking knowledge with actionable solutions.</h6><h6>The Center for Spatial Studies and Data Science hosted colleagues working at the forefront of GIScience research and education for a two day, in person meeting to discuss these issues and collaboratively co-author two agenda setting papers on GIScience and spatial data science in an age of science disruption. Papers focus on 1) the development of a forward-looking research agenda and 2) a curriculum attuned to the challenges of scientific disruption.</h6>",
                        "image": "specialistmeeting2023.jpg"
                    }
                ]
            }
        ],
        "tabname": "Specialist Meetings",
        "taborder": 3
    },
    {
        "location": "events",
        "name": "Past Events",
        "content": [
            {
                "description": "<p>Check back in soon. More details are on their way!</p>"
            }
        ],
        "tabname": "Past Events",
        "taborder": 4
    },
    {
        "location": "opportunities",
        "name": "Open Positions",
        "content": [
            {
                "description": "<p>Check back in soon. More details are on their way!</p>"
            }
        ],
        "tabname": "Open Positions",
        "taborder": 1
    },
    {
        "location": "opportunities",
        "name": "Goodchild Fellowship",
        "content": [
            {
                "description": "<p>Check back in soon. More details are on their way!</p>"
            }
        ],
        "tabname": "Fellowships",
        "taborder": 2
    },
    {
        "location": "opportunities",
        "name": "Interdisciplinary Internship",
        "content": [
            {
                "description": "<p>Check back in soon. More details are on their way!</p>"
            }
        ],
        "tabname": "Internships",
        "taborder": 3
    },
    {
        "location": "opportunities",
        "name": "Dangermond Travel Awards",
        "content": [
            {
                "description": "<p>The Jack and Laura Dangermond Fund is named for the generosity of Jack and Laura Dangermond. It has been established to support annual graduate and undergraduate GIScience awards (one award for a graduate and one award for an undergraduate) and annual, multiple travel expense awards for graduate and undergraduate students.</p><p>Jack and Laura Dangermond are the co-founders and President and Executive Vice President, respectively, of Environmental Systems Research Institute. Esri is a major industrial supplier of software in the field of GIS.</p><p>Thanks to the generosity of Jack and Laura Dangermond, multiple travel expense awards are available to help qualified students present GIS related work at conferences/workshops. Support is preferentially given to students who have submitted full papers which have been accepted through a peer review process.</p><p>Terms of the Award:</p><ul><li>To attend a conference that requires only a short abstract, a maximum of $600 can be requested regardless of location. This includes AAG and AGU.</li><li>To attend a conference that requires an extended abstract or paper a maximum of $1200 for national conferences, and $2000 for international conferences can be requested.</li><li>In special cases, where the student participates in organizing the conference or workshops for GIScience related conferences, total travel expenses (up to a maximum of $2500) might be awarded given the availability of funds.</li><li>Applicant must be a currently registered Geography graduate student.</li><li>Applicant must be invited or selected to present work that is related to GIS at a major professional conference. (Proof of invitation of the applicant for a presentation must be provided with the application.)</li><li>Allowable travel expenses are the actual costs of the roundtrip airline ticket or ground transportation to the conference, lodging, and conference registration.</li></ul><p>What to submit?</p><ol><li>The abstract or paper submitted to the conference, and a proof of acceptance.</li><li>A statement describing your role in the conference and why you selected this conference in particular to present your research.</li><li>A description of how your work is advancing GIScience (up to 200 words). Use of GIScience techniques is not sufficient for this award. Please consider describing how your work contributes to and advances GIScience.</li></ol><p>You may access the application form and submit your request via <a href='https://docs.google.com/forms/d/e/1FAIpQLSf8GQUMHlGDFgNWZYZG9GwEPJLYExWnSMLcA5mgWAdBY8qMtQ/viewform'><u>this form</u></a>.</p>"
            }
        ],
        "tabname": "Travel Grants",
        "taborder": 4
    },
    {
        "location": "opportunities",
        "name": "Past Awardees",
        "content": [
            {
                "description": "<p>Check back in soon. More details are on their way!</p>"
            }
        ],
        "tabname": "Awardees",
        "taborder": 5
    },
    {
        "location": "opportunities",
        "name": "Faculty Affiliates",
        "tabname": "Faculty Affiliates",
        "taborder": 6,
        "content": [
            {
                "description": "<p><strong>About</strong></p><p>The Center for Spatial Studies and Data Science’s (@Spatial) Faculty Affiliate program builds collaboration across UC Santa Barbara faculty members interested in spatial data, methods, and teaching. Through diverse collaboration in center events, teaching, and research we will build a network capable of addressing challenging problems using a spatial approach.</p><p><strong>Participants</strong></p><p>Affiliated faculty positions are selected through an application process open to all UC Santa Barbara faculty members interested in benefiting from and contributing to @Spatial's mission and seeking to collaborate on research and educational endeavors related to spatial studies and data science. These positions are granted for three years, with the opportunity to apply for renewal at the end of the third year.</p><p><strong>Affiliate Expectations</strong></p><p>Ideally, affiliates will collaborate with other Center Affiliated faculty on research and teaching. Affiliates are expected to:</p><ul><li>Present research at at least 1 workshop/event annually</li><li>Attend 2-3 additional Center activities annually, such as speaker series, conferences, workshops, or other events.</li><li>Provide information about publications, awards, and fellowships once a year for the annual report.</li><li>Acknowledge @Spatial in conference papers and published works that have benefited from funding provided by @Spatial or have received feedback from Center associates</li><li>Promote @Spatial as appropriate.</li></ul><p><strong>Affiliate Benefits</strong></p><p>The Center for Spatial Studies and Data Science provides a supportive scholarly environment, granting affiliates access to a network of faculty members and graduate students. This network nurtures interdisciplinary connections, research opportunities, and mentorship and collaboration in related fields. Additionally, affiliate research related to @Spatial’s mission will be amplified on its website, social media, and to the larger campus and local community.</p><p><strong>Application Process</strong></p><p>Faculty members interested in becoming affiliates should send the following information to @Spatial Administrative Coordinator, Shaine Lutsky at shainelutsky@ucsb.edu:</p><ol><li>A current CV</li><li>One paragraph statement of interest. Highlight the Spatial-related work you would like to contribute or benefit from.</li></ol><p>The Leadership Team will review the materials sent by the prospective affiliate faculty member and, in consultation with the Center for Spatial Studies and Data Science Affiliate Faculty Committee, will appoint successful applicants for renewable three-year terms.</p>"
            }
        ]
    }
]