[
    {
        "firstName": "Trisalyn",
        "lastName": "Nelson",
        "title": ["Center Director", "Dangermond Chair of Geography"],
        "category": "Leadership",
        "current": true,
        "description": "Trisalyn Nelson is the Jack and Laura Dangermond Endowed Chair and a Professor in the Department of Geography at the University of California Santa Barbara. Prior Trisalyn was a Professor and Director of the School of Geographical Sciences and Urban Planning at Arizona State University. She began her faculty career as a Geography Professor at the University of Victoria in Canada where she was Director of the Spatial Pattern Analysis and Research Lab.",
        "research": "Dr. Nelson’s current research focuses on mobility with an emphasis on active transportation and the use of big data and analytics to better plan cities. Nelson led the creation of BikeMaps.org, a web-map and App to gather volunteered geographic information on bicycling collisions and near misses. Dr. Nelson is also interested in ethical use of spatial data and creating data science practices that are inclusive and create a more empathic world.",
        "projects": "<ul><li>Active Transportation Dashboard</li><li>Electric Bicycles</li><li>Crowdsource Data Bias Correction</li></ul>",
        "email": "trisalyn@ucsb.edu",
        "image": "people/trisalyn_nelson.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Dz42kJIAAAAJ&hl=en",
        "websiteUrl": "https://www.sparlab.org/",
        "websiteName": "SPAR Lab"
        
    },
    {
        "firstName": "Somayeh",
        "lastName": "Dodge",
        "title": ["Associate Director"],
        "category": "Leadership",
        "current": true,
        "description": "Somayeh is an associate professor of spatial data science at UC Santa Barbara, where she leads the MOVE Lab and serves as an associate director at the Center for Spatial Studies and Data Science. She holds a Ph.D. in Geography from the University of Zurich, and degrees in GIS Engineering and Geomatics Engineering from KNT University of Technology. She has published in several high-ranked international journals and received the 2021 NSF CAREER award and the 2022 Emerging Scholar Award from the Spatial Analysis and Modeling Specialty Group of the American Associations of Geographers. Prior to joining UCSB, she was an Assistant Professor at the University of Minnesota, Twin Cities, and the University of Colorado, Colorado Springs.",
        "research": "Somayeh’s research focuses on developing data analytics, knowledge discovery, modeling, simulation, and visualization techniques to study movement and spatiotemporal processes. By examining how movement relates to the environment, her work enhances our understanding of social and ecological systems. She applies spatial data science and quantitative methods to model problems such as human-wildlife conflicts, environmental change, natural hazards, the spread of diseases, human mobility, and spatial interaction. Through interdisciplinary research, Dr. Dodge aims to develop a broadly applicable analytical framework to unravel how movement patterns of individuals are driven by their behavior, their environment, and their interactions across multiple spatial and temporal scales.",
        "projects": "<ul><li>Visualizing Motion: A Framework for the Cartography of Movement (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=1853681&amp;HistoricalAwards=false'><u>link</u></a>)</li><li>CAREER: Modeling Movement and Behavior Responses to Environmental Disruptions (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=2043202&amp;HistoricalAwards=false'><u>link</u></a>)</li><li>Advancing methods to trace and contextualize space-time interaction patterns in movement data (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=2217460&amp;HistoricalAwards=false'><u>link</u></a>)</li></ul>",
        "email": "sdodge@ucsb.edu",
        "image": "people/somayeh_dodge.jpg",
        "gscholar": "https://scholar.google.com/citations?user=vDaqmVQAAAAJ&hl=en",
        "websiteUrl": "https://move.geog.ucsb.edu/",
        "websiteName": "MOVE Lab"
        
    },
    {
        "firstName": "Peter",
        "lastName": "Kedron",
        "title": ["Associate Director"],
        "category": "Leadership",
        "current": true,
        "description": "Peter Kedron is a human geographer and GIScientist with expertise in economic geography, spatial analysis, and the design and evaluation of research. Dr. Kedron joined UCSB as an Associate Professor and member of the Center for Spatial Studies and Data Science after previously holding faculty positions at Arizona State University (2018-2023), Oklahoma State University (2016-2018), and Ryerson University (2012-2016). He earned his Ph.D. in Geography from the State University of New York at Buffalo, an MA in Economics from the University of Michigan, and BAs in Economics and Psychology from the State University of New York at Buffalo. To date, he has authored over 70 peer-reviewed articles, given over 100 conference presentations and public talks, and supervised over 20 graduate students and postdoctoral scholars. His research has been consistently funded by the National Science Foundation (NSF) and appears in publications in top journals in Geography, GIScience, and Regional Science.",        
        "research": "Dr. Kedron's research focuses on understanding how and when inferences made from spatial data are internally valid and externally generalizable. Working at the intersection of geography, statistics, and social science, he develops research approaches, analytical methods, and pedagogical models to build a reproducible and reliable spatial data science. His recent research focuses on bringing a geographic approach to understanding not only what policies work, but what policies work where.",
        "projects":"<ul><li>Transforming Theory-building and STEM Education using Reproductions and Replications</li><li>When Can We Generalize Across Locations? A Spatial Framework for Interpreting Findings from Impact Evaluations</li><li>Modernizing GIS Education</li></ul>",
        "email": "peterkedron@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "people/peter_kedron.jpg",
        "gscholar": "https://scholar.google.com/citations?authuser=1&hl=en&user=e_WSMGkAAAAJ"
    },
    {
        "firstName": "Alan",
        "lastName": "Murray",
        "title": ["Core Faculty"],
        "category": "Leadership",
        "current": true,
        "description": "Alan Murray is a Professor in the Department of Geography. He earned a BS in Mathematics, a Master’s in Statistics and Applied Probability and a PhD in Geography, all from UC Santa Barbara. After his PhD, he was Professor in the Department of Geography at Ohio State University (as well as Director of the Center for Urban and Regional Analysis), Professor in the School of Geographical Sciences and Urban Planning at Arizona State University and Professor in the College of Computing and Informatics as well as the School of Public Health at Drexel University prior to his return to UC Santa Barbara at the end of 2015.",
        "research": "Professor Murray’s research and teaching interests include: geographic information science; spatial optimization; emergency response, health informatics; urban growth and development; land use planning; urban, regional, and natural resource planning and development; and, infrastructure and transportation systems.",
        "email": "amurray@ucsb.edu",
        "projects": "<ul><li>Wildfire Resilience Initiative (WRI)</li></ul>",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "people/alan_murray.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Raj7sewAAAAJ&hl=en&oi=ao",
        "websiteUrl": "https://wri.ucsb.edu/",
        "websiteName": "WRI"
    },
    {
        "firstName": "Amy",
        "lastName": "Frazier",
        "title": ["Core Faculty", "Dangermond Chair of Conservation"],
        "category": "Leadership",
        "current": true,
        "description": "Amy Frazier is a professor and the Jack and Laura Dangermond Endowed Chair of Conservation Science. She joined the Geography department in 2023, and previously held faculty appointments at Arizona State University (2018-2023) and Oklahoma State University (2013-2018). Dr. Frazier holds an A.B. in Environmental Earth Science from Dartmouth College, an M.A. in Geography from West Chester University, and a Ph.D. in Geography from the University at Buffalo.",
        "research": "Professor Frazier’s research is motivated by the grand environmental challenges facing humankind, including the global loss of biodiversity and ecosystem services, the impending mass extinction of species, and the critical need to protect our planet in the face of climate change. She and her team use a variety of field- and lab-based methods, including drones, remote sensing, GIS, machine learning, and statistics, to harness massive amounts of biological and environmental data, produce valuable tools and knowledge from those data that can inform conservation decisions, and integrate that knowledge into policy-making pipelines. Her research program has been supported by over $48 million in grants from funding agencies such as the National Science Foundation, National Aeronautics and Space Administration (NASA), and the United States Department of Agriculture (USDA).",
        "projects": "<ul><li>Dynamics of Integrated Social-Ecological Systems</li><li>Forecasting Biodiversity into the Future</li><li>Ecosystem Restoration</li><li>Computational Landscape Ecology</li><li>Drones</li></ul>",
        "email": "afrazier@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "people/amy_frazier.jpg",
        "gscholar": "https://scholar.google.com/citations?user=kWFPqesAAAAJ&hl=en&oi=sra",
        "websiteUrl": "https://www.frazierlab.org/",
        "websiteName": "SCALE Lab"
    },
    {
        "firstName": "Shaine",
        "lastName": "Lutsky",
        "title": ["Center Administrative Coordinator"],
        "category": "Staff",
        "current": true,
        "description": "Shaine Lutsky is the Administrative Coordinator for the Center for Spatial Studies and Data Science. In her role, she serves as the primary administrative and operations contact for the center, with responsibilities that range from event planning, space coordination, scheduling, design, and special projects. Shaine closely collaborates with all researchers and staff, ensuring the center operates seamlessly and efficiently.",
        "email": "shainelutsky@ucsb.edu",
        "linkedin": "https://www.linkedin.com/in/shainelutsky/",
        "image": "people/shaine_lutsky.jpg"
    },
    {
        "firstName": "Lizzy",
        "lastName": "Schattle",
        "title": ["SPAR Lab Communications Director"],
        "category": "Staff",
        "current": true,
        "description": "As SPAR Lab Communication Manager, Lizzy specializes in overseeing grants and leading communication efforts for BikeMaps.org. Additionally, she leads a bike and pedestrian count program for Santa Barbara County, providing valuable data for sustainable transportation planning and improvements.",
        "email": "schattle@ucsb.edu",
        "location": "3512 Phelps Hall",
        "image": "people/lizzy_schattle.jpg"
    },
    {
        "firstName": "Dan",
        "lastName": "Willett",
        "title": ["GIS Developer"],
        "category": "Staff",
        "current": true,
        "description": "Dan Willett is a GIS Developer here in the Center for Spatial Studies and Data Science. His work includes geospatial application development, database curation and management, and data analysis and visualization. Dan is currently working with @Spatial faculty Trislayn Nelson and Amy Frazier on projects related to active transportation and land use modeling.",
        "email": "danwillett@ucsb.edu",
        "github": "https://github.com/danwillett",
        "image": "people/dan_willett.jpeg"
    },
    {
        "firstName": "Caitlyn Jeri",
        "lastName": "Linehan",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Hey there, I'm Caitlyn from the Bronx, New York. I love exploring Santa Barbara on foot and discovering its hidden gems. When I’m not baking something new or trying out the latest food spots, you’ll find me planning my next travel adventure. At home, I enjoy curling up with a good mystery novel to unwind.",
        "research": "Caitlyn Linehan is a PhD candidate in Geography at the University of California, Santa Barbara, where she specializes in using GISc to improve urban walkability. Her research explores integrating volunteered geographic information with traditional data sources to enhance urban well-being. Caitlyn is also dedicated to developing innovative educational methods for college geography students.",
        "linkedin": "https://www.linkedin.com/in/caitlyn-linehan/",
        "email": "caitlynlinehan@ucsb.edu",
        "image": "people/caitlyn_linehan.jpg",
        "websiteUrl": "https://www.linkedin.com/in/caitlyn-linehan/",
        "advisors": ["Trisalyn Nelson"]
    },
    {
        "firstName": "Zijian",
        "lastName": "Wan",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "current": true,
        "description": "Zijian Wan is a Ph.D. candidate in Geography at the University of California, Santa Barbara (UCSB). He obtained his B.S. degree in Geographic Information Science from Wuhan University, China, and his M.A. in Geography from UCSB. To further strengthen his statistical background, he also pursued an M.A. in Mathematical Statistics at UCSB.",
        "research": "Zijian's research focuses on understanding movement behaviors of animals and humans, and their interactions with the environment, using machine/deep learning, spatiotemporal data mining, and statistical modeling. Zijian specializes in unveiling implicit patterns from massive datasets using data-driven models. His previous work includes detecting turns and extracting road intersection information from vehicle trajectories using the decision tree and long short-term memory (LSTM), a recurrent neural network (RNN), and interpolating the missing points in trajectories using an uncertainty-aware generative adversarial network (GAN) supported by LSTM.",
        "email": "zijian.wan@geog.ucsb.edu",
        "x": "https://x.com/zijian_wan",
        "gscholar": "https://scholar.google.com/citations?user=vLywcvcAAAAJ&hl=en",
        "image": "people/zijian_wan.png",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Yifei",
        "lastName": "Liu",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "I received my B.S. and M.S. degree in Ecology from Fudan University (Shanghai, China) in 2018 and 2021, respectively. Currently, I am pursing a Ph.D. degree in Geography at UC Santa Barbara, where my research focuses on movement ecology.",
        "research": "My research interests focus on understanding the dynamics of wildlife interactions using GPS tracking data, particularly among carnivores like tigers, leopards, and pumas. I aim to explore how environmental factors impact both interspecific and intraspecific interactions. By developing and applying advanced computational models, my work aims to reveal the ecological processes that drive these interactions, ultimately informing more effective conservation strategies and wildlife management practices.",
        "email": "yifei_liu@ucsb.edu",
        "gscholar": "https://scholar.google.com/citations?user=IXn2D8YAAAAJ&hl=en",
        "image": "people/yifei_liu.jpg",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Wenxin",
        "lastName": "Yang",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "current": true,
        "description": "Wenxin Yang holds a Bachelor Degree from Beijing Normal University and a Master's from University of Pennsylvania. Prior to pursuing PhD, she worked at nature conservation NGOs in China.",
        "research": "Wenxin Yang is interested in leveraging remote sensing and spatial statistics to study landscape ecology and approach biodiversity conservation challenges. She hopes her research can help improve understanding of the links between spatial patterns and biodiversity and contribute to conservation actions and outcomes.",
        "email": "wenxinyang@ucsb.edu",
        "websiteUrl": "https://wxyang007.github.io",
        "gscholar": "https://scholar.google.com/citations?hl=en&user=uwEpq2kAAAAJ",
        "linkedin": "https://www.linkedin.com/in/wenxin-yang-9a7729183/",
        "image": "people/wenxin_yang.jpg",
        "advisors": ["Amy Frazier", "Peter Kedron"]
    },
    {
        "firstName": "Xue",
        "lastName": "Yan",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "current": true,
        "description": "I received an M.S. in Ecology from the University of the Chinese Academy of Sciences and a B.S. in Physical Geography and Resource & Environment from Changsha University of Science & Technology. My research interests include ecological modeling, the impacts of disturbances on terrestrial ecosystems, and biodiversity conservation.",
        "research": "I‘m interested in using landscape ecology approaches to promote invasive species control and biodiversity conservation. My current research focuses on integrating field investigation, remote sensing, geospatial analysis, and modeling tools to study the mechanisms of plant invasion.",
        "email": "xyan253@ucsb.edu",
        "image": "people/xue_yan.jpg",
        "advisors": ["Amy Frazier"]
    },
    {
        "firstName": "Yuyan",
        "lastName": "Che",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "current": true,
        "description": "Yuyan is a MA/PhD student in the Department of Geography at UC Santa Barbara. She received her Bachelor and Master both in Urban Planning in the School of Geographical Sciences and Urban Planning at Arizona State University. After graduation, she worked as an research assistant in a land planning company, and then became a co-founder of an educational consulting company in China.",
        "research": "Yuyan enjoys investigating social practical issues through spatial data. Currently, she is working on spatial patterns of bike commuting, and emerging e-bike spatial analysis. She is specifically interested in exploring multiple spatial approaches in GIScience.",
        "email": "yuyanche@ucsb.edu",
        "x": "https://twitter.com/YuyanChe",
        "image": "people/yuyan_che.jpg",
        "advisors": ["Trisalyn Nelson"]
    },
    {
        "firstName": "Mary",
        "lastName": "Salami",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "current": true,
        "description": "I am Mary Salami. I am a third-year MA/PhD student at UCSB Geography. Before that, I received my B.S. degree in Surveying and Geoinformatics from Obafemi Awolowo University, Nigeria. My research focuses on spatiotemporal data modeling and spatial data science.",
        "research": "My current research focuses on understanding the behavior of turkey vultures and tigers by analyzing their  trajectories. I am employing deep learning methods and statistical methods to break down these trajectories aiming to gain  insights into their behavioural patterns.",
        "email": "marysalami@ucsb.edu",
        "gscholar": "https://scholar.google.com/citations?user=A5wFQmIAAAAJ&hl=en&oi=ao",
        "linkedin": "https://www.linkedin.com/in/marysalami/",
        "image": "people/mary_salami.jpg",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Danial",
        "lastName": "Alizadeh",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "current": true,
        "description": "My name is Danial Alizadeh, and I am a third-year Ph.D. student in the Department of Geography at UC Santa Barbara. I am currently a member of the MOVE Research Lab at UCSB.",
        "research": "My research primarily focuses on modeling human movement patterns in response to disruptive events. I am particularly interested in identifying the spatial and temporal extents of these disruptions using high-resolution individual GPS tracking data, combined with statistical methods and state-of-the-art deep learning models.",
        "email": "danial_alizadeh@ucsb.edu",
        "gscholar": "https://scholar.google.com/citations?user=KnwH5o0AAAAJ&hl=en&oi=ao",
        "linkedin": "https://www.linkedin.com/in/danial-alizadeh-481893149/",
        "x": "https://x.com/danial_alz?s=21&t=VUfK1JDgl-4EtSeBRbIccg",
        "image": "people/danial_alizadeh.jpg",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Izzy",
        "lastName": "Lopez",
        "email": "izzylopez@ucsb.edu",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Amy Frazier"],
        "current": true,
        "description": "I am a current MA/PhD student in the Geography department at UCSB. I graduated with a B.S. in Wildlife & Conservation Biology and Geospatial Analysis from the University of New Hampshire in 2023. My previous research has focused on remote sensing for forest disease ecology and management.",
        "research": "My current research interests involve the intersection of remote sensing, restoration ecology, and conservation in southern California ecosystems. Specifically, I plan on investigating the use of remote sensing and GIS methods for restoration ecology management and modeling in coastal sage scrub and chaparral habitats.",
        "gscholar": "https://scholar.google.com/citations?view_op=list_works&hl=en&user=jPTIzIMAAAAJ&gmla=AC6lMd_Rp0-",
        "linkedin": "",
        "x": "",
        "image": "people/izzy_lopez.jpeg"
        
    },
    {
        "firstName": "Lily",
        "lastName": "Heidger",
        "email": "lheidger@ucsb.edu",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Trisalyn Nelson"],
        "current": true,
        "description": "I grew up in Georgia, graduating from the College of Coastal Georgia with a Bachelor's in Environmental Science in 2022. I love doing anything outdoors like biking, hiking, camping, and exploring! I am passionate about sustainable, equitable cities and inspiring community engagement in local decision-making.",
        "research": "Lily previously studied spatial analysis in urban heat and environmental justice research, and she also helped develop NASA's Environmental Justice Data Catalog. She is passionate about climate-resilient, equitable urban design and using geospatial data to identify disparities in access to safe micro-mobility. Her research interests lie at the intersection of sustainability, environmental justice, and the impacts of climate change. ",
        "gscholar": "https://scholar.google.com/citations?user=24Wp1PYAAAAJ&hl=en&oi=ao",
        "linkedin": "https://www.linkedin.com/in/lily-heidger/",
        "x": "",
        "image": "people/lily_heidger.jpeg"
        
    },
    {
        "firstName": "Zhongqi",
        "lastName": "Zheng",
        "email": "zhongqizheng@ucsb.edu",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Alan Murray"],
        "current": true,
        "description": "Zhongqi Zheng earned a B.S. in Environmental Systems (Earth Sciences) from UC San Diego. She joined the Geography department at UCSB as a MA/PhD student in 2023.",
        "research": "Her focus areas encompass population dynamics, vulnerability assessment, and community resilience. She employed various spatial analysis methods, including GIS, spatial optimization, and spatial statistics, to determine where and who the vulnerable are in the context of wildfire risk.",
        "gscholar": "https://scholar.google.com/citations?user=ujXict4AAAAJ&hl=en",
        "linkedin": "",
        "x": "",
        "image": "people/zhongqi_zheng.jpg"
        
        
    },
    {
        "firstName": "Jin",
        "lastName": "Huang",
        "email": "jinhuang@ucsb.edu",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Trisalyn Nelson", "Sergio Rey"],
        "current": true,
        "description": "Jin Huang is a PhD student from Joint Doctoral Program. She earned a Master’s degree in Public Policy from the University of California, San Diego, where she cultivated a strong interest in applying GIS tools to social science research. Following her graduation, she decided to delve deeper into the use of GIS for analyzing urban change, with a particular focus on spatial inequality and gentrification.",
        "research": "Her research centers on the intersections of these themes, exploring spatial-temporal patterns of gentrification and inequality in urban areas undergoing gentrification.",
        "gscholar": "",
        "linkedin": "",
        "x": "",
        "image": "people/jin_huang.jpeg"
        
    },
    {
        "firstName": "Yeshuo",
        "lastName": "Shu",
        "email": "yeshuo@ucsb.edu",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Somayeh Dodge"],
        "current": true,
        "description": "I’m from China and have spent about 10 years living in both Wuhan and Beijing. I completed my undergraduate and master’s degrees at Peking University, majoring in urban planning and geography. In my spare time, I enjoy skateboarding, outdoor activities, and creating latte art. I’m really looking forward to learning how to surf at UCSB.",
        "research": "My research focus on examining equitable access to modern modes of transportation through analysis of human mobility. By comparing the spatial structures of human mobility and transportation networks, I intend to provide empirical evidence on people's access to these networks. Also, I am interested in integrating geographically enriched LLMs or GeoAI into human mobility analysis.",
        "gscholar": "",
        "linkedin": "",
        "x": "",
        "image": "people/yeshuo_shu.jpg"
        
    },
    {
        "firstName": "Niall",
        "lastName": "Newsham",
        "email": "nnewsh@ucsb.edu",
        "title": ["Postdoctoral Researcher"],
        "category": "Postdoc",
        "advisors": ["Somayeh Dodge"],
        "current": true,
        "description": "I am Niall Newsham, a postdoctoral research scholar within the MOVE Research Lab at UC Santa Barbara. I received my PhD in Human Geography from the University of Liverpool in 2024, having previously completed an MS in Demography and a BS in Geography. I have studied at the Max Planck Institute for Demographic Research, Center for Spatial Data Science at the University of Chicago, and the Universidad Autónoma de Barcelona.",
        "research": "My research focuses on applying spatiotemporal methods to understand population dynamics, with a particular interest in population decline, and human mobility. I am also interested in developing machine learning models to forecast population change outcomes and trajectories of human mobility.",
        "gscholar": "https://scholar.google.com/citations?user=PKwwzgoAAAAJ&hl=en&oi=ao ",
        "linkedin": "",
        "x": "https://twitter.com/nnewsh_?lang=en",
        "image": "people/niall_newsham.png"
        
    },
    {
        "firstName": "Zijun",
        "lastName": "Li",
        "email": "zijun_li@ucsb.edu",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Peter Kedron"],
        "current": true,
        "description": "Zijun holds a MS in Environmental Informatics from University of Michigan, Ann Arbor and a BS in Geospatial Science from South China Normal University. Throughout research and practice, she has worked on projects in domestic industries, California State-wide Database and USGS mapping. ",
        "research": "Zijun's research enhances and develops spatial analytical methods and models to understand environmental variations and assist decision-making. With a background in GIS, remote sensing, machine learning and human geography, Zijun ‘s ultimate goal is to uphold environmental sustainability and foster the harmonious development of human society. ",
        "gscholar": "",
        "linkedin": "",
        "x": "",
        "image": "people/zijun_li.jpg"
        
    },
    {
        "firstName": "Jiahua",
        "lastName": "Chen",
        "email": "jiahua_chen@ucsb.edu",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Trisalyn Nelson"],
        "current": true,
        "description": "I’m Jiahua, hailing from Guangzhou, China. Before coming to UCSB, I earned my degree in Environmental Sciences and GIS at McGill University and spent two years working on a sustainable food venture in my hometown. I enjoy traveling, vibing to R&B, whipping up new recipes, and tending to my garden. As for pets, I’ve got some earthworms that make sure my plants are always thriving!",
        "research": "My research focuses on the intersection of GIS, environments, and equity. For my master’s thesis, I analyzed bike network connectivity and safety using network analysis and regression. Moving orward, I plan to further explore climate adaptation in my studies.",
        "gscholar": "",
        "linkedin": "https://www.linkedin.com/in/jiahua-chen/",
        "x": "",
        "image": "people/jiahua_chen.jpg"
        
    },
    {
        "firstName": "Lei",
        "lastName": "Song",
        "email": "lsong@ucsb.edu",
        "title": ["Postdoctoral Researcher"],
        "category": "Postdoc",
        "advisors": ["Amy Frazier"],
        "current": true,
        "description": "Lei Song is a Postdoctoral Research Scholar at the University of California, Santa Barbara, working under Dr. Amy Frazier at the SCALE Lab. She holds a PhD and MA in Geography from Clark University and a BS in Geographic Information Science from Nanjing University of Information Science & Technology.",
        "research": "My research is about species conservation and human-wildlife relations. I specialize in using Remote Sensing (RS) data to understand terrestrial ecosystems and optimize tools for modeling species distribution and landscape connectivity. I study strategies to mitigate the ecological impacts of climate change and human disturbances, such as agriculture. I also do some analysis of land cover and land cover change, with a particular emphasis on employing Deep Learning (DL) models.",
        "gscholar": "https://scholar.google.com/citations?user=fInwdhQAAAAJ&hl=en",
        "websiteUrl": "https://lleisong.github.io/website/",
        "github": "https://github.com/LLeiSong",
        "linkedin": "",
        "x": "",
        "image": "people/lei_song.png"
        
    },
    {
        "firstName": "Rongxiang",
        "lastName": "Su",
        "email": "rongxiangsu@ucsb.edu",
        "title": ["Postdoctoral Fellow"],
        "category": "Center Alumnus",
        "advisors": ["Somayeh Dodge"],
        "current": true,
        "description": "My name is Rongxiang Su (he/him), and I am currently a Postdoctoral Fellow at MIT Senseable City Lab. I received my Ph.D. in Geography from the University of California, Santa Barbara in December 2023. My research interests include geospatial data science, human mobility, travel behavior, and urban analytics.",
        "research": "My research focuses on understanding human mobility, travel behavior, and activity patterns in urban systems through the analysis of human-generated data (e.g., mobile phone traces, household travel surveys, and food delivery transaction data). I am particularly interested in developing computational methods to identify and quantify spatiotemporal patterns of human daily activities and interactions. In parallel, I aim to understand disparities in human behavior by modeling and predicting activity-travel patterns across different socio-geographical contexts, contributing to the promotion of sustainable, equitable, and inclusive transportation systems and access to urban amenities.",
        "websiteUrl": "https://rongxiangsu.github.io/",
        "image": "people/rongxiang_su.jpg"
        
        
    },
    {
        "firstName": "Yuyang",
        "lastName": "Zhang",
        "email": "yuyangzhang@ucsb.edu",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Alan Murray"],
        "current": true,
        "description": "B.S. Geography, University of Bristol, 2018-2021, M.S. Social and Geographic Data Science, University College London, 2021-2022",
        "research": "My research emphasize on spatial pattern of political orientation and health outcomes, with the integration of GIS, spatial analysis, and human geography. ",
        "gscholar": "https://scholar.google.com/citations?user=P5g1dqoAAAAJ&hl=en",
        "image": "people/yuyang_zhang.jpg"
        
    },
    {
        "firstName": "Diyang",
        "lastName": "Cui",
        "email": "diyang_cui@ucsb.edu",
        "title": ["Postdoctoral Researcher"],
        "category": "Postdoc",
        "advisors": ["Amy Frazier"],
        "current": true,
        "description": "I completed my Ph.D. in Geographic Sciences at the University of Maryland. I am interested in global change biology, conservation biogeography, and remote sensing. ",
        "research": "My research involves using climate and species data and integrating geospatial analyses and modeling tools, to understand and predict biodiversity patterns and inform conservation under climate change. ",
        "gscholar": "https://scholar.google.com/citations?user=0dSguGcAAAAJ&hl=en",
        "linkedin": "https://linkedin.com/in/diyang-cui-37814a182",
        "image": "people/diyang_cui.jpg"
        
    },
    {
        "firstName": "Enbo",
        "lastName": "Zhou",
        "email": "enbozhou@ucsb.edu",
        "title": ["PhD Student"],
        "category": "Center Alumnus",
        "advisors": ["Alan Murray"],
        "current": true,
        "description": "My name is Enbo Zhou. I am currently a Machine Learning Engineer at Pinterest located in Bay area. I graduated from geography PhD program at UCSB in 2024. My research interest deals with spatial optimization, machine learning, information retrieval and recommendation with applications in urban planning, emergency response, environment monitoring and etc.",
        "research": "My research has been focused on perceiving and understand environment by various sensor data, and prescribing the location and configuration of different facilities to promote efficient, economic and equitable access. Specifically, I am interested in leveraging advanced analytical techniques such as spatial optimization and machine learning to solve planning and decision problems in urban planning, emergency response, environment monitoring, health care etc.",
        "github": "https://zhouenbo.github.io/",
        "image": "people/enbo_zhou.jpg"  
    },
    {
        "firstName": "Jiwon",
        "lastName": "Baik",
        "email": "jiwonbaik@ucsb.edu",
        "title": ["MA/PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Alan Murray"],
        "current": true,
        "description": "Jiwon Baik is a Ph.D. student in the Department of Geography at University of California at Santa Barbara. Her research interests include: geographic information science, spatial  optimization, and spatio-temporal modeling using AI techniques.",
        "research": "My research focuses on spatial optimization and modeling, with applications in wildfire risk mitigation, facility location, and emergency response planning. I have worked on spatial optimization regarding access and coverage and developed frameworks for strategic decision-making. My work spans wildfire response prepositioning and the use of neural architecture search for effective AI modeling. I aim to improve decision-making in urban and environmental planning, particularly in contexts constrained by resources and space.",
        "linkedin": "https://www.linkedin.com/in/jiwon-baik/",
        "image": "people/jiwon_baik.jpg"  
    },
    {
        "firstName": "Vanessa Echeverri",
        "lastName": "Figueroa",
        "email": "vanessa610@ucsb.edu",
        "title": ["PhD Student"],
        "category": "Graduate Student",
        "advisors": ["Alan Murray"],
        "current": true,
        "description": "Vanessa Echeverri, originally from Medellín, Colombia, is a PhD student in Geography at the University of California, Santa Barbara. She believes that since everything happens in space, there is vast potential for exploration in human geography. Passionate about using spatial analytics to address societal challenges, her research employs spatial optimization and network theory in urban planning to study wildfire prevention, preparedness, and urban safety. Vanessa aims to serve communities by conducting valuable research that helps improve quality of life.",
        "research": "Vanessa's research focuses on evaluating wildfire preparedness in the southern Santa Barbara County coastal area. She has developed a framework using network theory to automate the assessment of hydrant distribution and compliance with codes and guidelines. By employing spatial statistics, she analyzes patterns of past fire incidents to identify spatial correlations between vulnerabilities and inadequate hydrant coverage. Her work aims to provide insights into improving fire coverage and preparedness, understanding the factors driving structural destruction, and enhancing urban safety through better prevention strategies.",
        "linkedin": "https://www.linkedin.com/in/vanessa-echeverri-figueroa-b13598183/",
        "gscholar": "https://scholar.google.com/citations?user=dX_l5EQAAAAJ&hl=en",
        "image": "people/vanessa_echeverri_figueroa.jpg"  
    },
    {
        "firstName": "Kathy",
        "lastName": "Baylis",
        "title": ["Faculty Affiliate"],
        "category": "Faculty Affiliate",
        "current": true,
        "description": "https://www.geog.ucsb.edu/people/faculty/kathy-baylis",
        "research": "UCSB Department of Geography",
        "websiteUrl": "https://edge.geog.ucsb.edu/",
        "websiteName": "EDGE Lab"
    },
    {
        "firstName": "Jean",
        "lastName": "Carlson",
        "title": ["Faculty Affiliate"],
        "category": "Faculty Affiliate",
        "current": true,
        "description": "https://www.physics.ucsb.edu/people/jean-carlson",
        "research": "UCSB Department of Physics",
        "websiteUrl": "https://web.physics.ucsb.edu/~complex/",
        "websiteName": "Complex Systems Group"
    },
    {
        "firstName": "Annie",
        "lastName": "Lamar",
        "title": ["Faculty Affiliate"],
        "category": "Faculty Affiliate",
        "current": true,
        "description": "https://www.classics.ucsb.edu/faculty/annie-lamar/",
        "research": "UCSB Department of Classics",
        "websiteUrl": "https://www.classics.ucsb.edu/lorel-lab/",
        "websiteName": "LOREL Lab"
    },
    {
        "firstName": "Ruth",
        "lastName": "Oliver",
        "title": ["Faculty Affiliate"],
        "category": "Faculty Affiliate",
        "current": true,
        "description": "https://bren.ucsb.edu/people/ruth-oliver",
        "research": "UCSB Bren School of Environmental Science & Management",
        "websiteUrl": "https://ryoliver-lab.github.io/",
        "websiteName": "Oliver Lab"
    },
    {
        "firstName": "Sanjukta",
        "lastName": "Krishnagopal",
        "title": ["Faculty Affiliate"],
        "category": "Faculty Affiliate",
        "current": true,
        "description": "https://cs.ucsb.edu/people/faculty/sanjukta-krishnagopal",
        "research": "UCSB Computer Science",
        "websiteUrl": "https://networks.cs.ucsb.edu/",
        "websiteName": "Networks Lab"
    },
    {
        "firstName": "Nusrat",
        "lastName": "Zahan Jarin",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "https://www.geog.ucsb.edu/people/students/nusrat-zahan-jarin",
        "research": "UCSB Department of Geography"
    },
    {
        "firstName": "Jiayin",
        "lastName": "Zhang",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "https://www.geog.ucsb.edu/people/students/jiayin-zhang",
        "research": "UCSB Department of Geography"
    },
    {
        "firstName": "Esaú",
        "lastName": "Casimiro Vieyra",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "https://www.geog.ucsb.edu/people/students/esau-casimiro-vieyra",
        "research": "UCSB Department of Geography"
    },
    {
        "firstName": "Hsin-Ju",
        "lastName": "Li",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "https://www.geog.ucsb.edu/people/students/hsinju-li",
        "research": "UCSB Department of Geography"
    },
    {
        "firstName": "Alessandra",
        "lastName": "Vidal Meza",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "https://bren.ucsb.edu/people/alessandra-vidal-meza-0",
        "research": "UCSB Bren School of Environmental Science & Management"
    },
    {
        "firstName": "Darren",
        "lastName": "Dai",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "",
        "research": "UCSB Department of Statistics and Applied Probability"
    },
    {
        "firstName": "Abby",
        "lastName": "Bertics",
        "title": ["Student Affiliate"],
        "category": "Student Affiliate",
        "current": true,
        "description": "https://www.dyns.ucsb.edu/people/students/abby-bertics",
        "research": "UCSB Interdepartmental Graduate Program in Dynamical Neuroscience"
    }

]