[
    {
        "firstName": "Trisalyn",
        "lastName": "Nelson",
        "title": "Center Director",
        "category": "Leadership",
        "current": true,
        "description": "Trisalyn Nelson joined the Department of Geography at UCSB as Jack and Laura Dangermond Endowed Chair of Geography in 2020. From 2016-2020 she was Director of the School of Geographical Sciences and Urban Planning at Arizona State University. Prior, she was the Lansdowne Research Professor and Director of the Spatial Pattern Analysis and Research Lab at the University of Victoria, Canada. As a leader, Dr. Nelson is passionate about creating a positive culture and supporting diversity. In her four years as director at ASU she led the school in hiring 13 faculty, doubling research revenue (research awards increased from $2.1 to $4.7 million), generating $2 million in new revenue (from online learning, philanthropy, and a recharge center), increasing diversity of majors (>3x increase in minority students), and growing undergraduate majors by 25%. Dr. Nelson values partnerships, particularly connection between industry and academics, that enable innovation of methods and approaches to solving critical issues. She has worked with over a dozen partners to leverage data science methods for business and management solutions.  Dr. Nelson studies a variety of phenomena from spatial ecology to cities. Currently, her research focuses on active transportation, and the use of big data and analytics to better plan cities. Nelson led the creation of BikeMaps.org, a web-map and App to gather volunteered geographic information on bicycling collisions and near misses. With her team, she has developed new ways of using fitness app data (like Strava) to map bicycling volume useful for transportation planning. Nelson uses BikeMaps.org and other big data to quantify and monitor patterns of urban cycling safety and ridership.",
        "research": "Dr. Nelson and her team develop and apply spatial and spatial-temporal analyses to address applied questions in a wide range of fields from ecology to health.",
        "projects": "<ul><li>Active Transportation Dashboard</li><li>Electric Bicycles</li><li>Crowdsource Data Bias Correction</li></ul>",
        "email": "trisalyn@ucsb.edu",
        "image": "trisalyn_nelson.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Dz42kJIAAAAJ&hl=en",
        "websiteUrl": "https://www.sparlab.org/",
        "websiteName": "SPAR Lab"
        
    },
    {
        "firstName": "Somayeh",
        "lastName": "Dodge",
        "title": "Associate Professor",
        "category": "Leadership",
        "current": true,
        "description": "Somayeh serves as an Associate Professor of Spatial Data Science and runs the MOVE Research Group in the Department of Geography at the University of California, Santa Barbara. She received her Ph.D. in Geography with a specialization in Geographic Information Science (GIScience) from the University of Zurich, Switzerland in 2011. Somayeh's research focuses on developing spatio-temporal data analytics, machine learning, modeling, and visualization techniques to study and understand movement in human and ecological systems. Her research applies spatial data science and computational approaches to advance the knowledge and understanding of how movement patterns are formed in dynamic ecological and social systems. Somayeh currently serves as the Co-Editor in Chief of the Journal of Spatial Information Science.",
        "research": "The MOVE Research Group at the University of California Santa Barbara conducts basic and applied research to study and understand movement and spatiotemporal processes. Using large arrays of movement and tracking data sets, we develop data analytics, machine learning and knowledge discovery methods, agent-based simulation models, and visualization techniques to answer questions surrounding the behavior of moving individuals and interactions in social and ecological systems. We apply spatial data science and computational approaches to investigate how movement patterns are formed in dynamic natural and human systems and how individuals respond to change in their environments.",
        "projects": "<ul><li>Visualizing Motion: A Framework for the Cartography of Movement (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=1853681&amp;HistoricalAwards=false'><u>link</u></a>)</li><li>CAREER: Modeling Movement and Behavior Responses to Environmental Disruptions (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=2043202&amp;HistoricalAwards=false'><u>link</u></a>)</li><li>Advancing methods to trace and contextualize space-time interaction patterns in movement data (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=2217460&amp;HistoricalAwards=false'><u>link</u></a>)</li></ul>",
        "email": "tr@ucsb.edu",
        "image": "somayeh_dodge.jpg",
        "gscholar": "https://scholar.google.com/citations?user=vDaqmVQAAAAJ&hl=en",
        "websiteUrl": "https://move.geog.ucsb.edu/",
        "websiteName": "MOVE Lab"
        
    },
    {
        "firstName": "Alan",
        "lastName": "Murray",
        "title": "Professor",
        "category": "Leadership",
        "current": true,
        "description": "Alan Murray is a Professor in the Department of Geography. He earned a BS in Mathematics, a Master’s in Statistics and Applied Probability and a PhD in Geography, all from UC Santa Barbara. After his PhD, he was Professor in the Department of Geography at Ohio State University (as well as Director of the Center for Urban and Regional Analysis), Professor in the School of Geographical Sciences and Urban Planning at Arizona State University and Professor in the College of Computing and Informatics as well as the School of Public Health at Drexel University prior to his return to UC Santa Barbara at the end of 2015. Professor Murray’s research and teaching interests include: geographic information science; spatial optimization; emergency response, health informatics; urban growth and development; land use planning; urban, regional, and natural resource planning and development; and, infrastructure and transportation systems.",
        "email": "amurray@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "alan_murray.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Raj7sewAAAAJ&hl=en&oi=ao"
    },
    {
        "firstName": "Peter",
        "lastName": "Kedron",
        "title": "Professor",
        "category": "Leadership",
        "current": true,
        "description": "Alan Murray is a Professor in the Department of Geography. He earned a BS in Mathematics, a Master’s in Statistics and Applied Probability and a PhD in Geography, all from UC Santa Barbara. After his PhD, he was Professor in the Department of Geography at Ohio State University (as well as Director of the Center for Urban and Regional Analysis), Professor in the School of Geographical Sciences and Urban Planning at Arizona State University and Professor in the College of Computing and Informatics as well as the School of Public Health at Drexel University prior to his return to UC Santa Barbara at the end of 2015. Professor Murray’s research and teaching interests include: geographic information science; spatial optimization; emergency response, health informatics; urban growth and development; land use planning; urban, regional, and natural resource planning and development; and, infrastructure and transportation systems.",
        "email": "amuray@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "peter_kedron.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Raj7sewAAAAJ&hl=en&oi=ao"
    },
    {
        "firstName": "Amy",
        "lastName": "Frazier",
        "title": "Professor",
        "category": "Leadership",
        "current": true,
        "description": "Alan Murray is a Professor in the Department of Geography. He earned a BS in Mathematics, a Master’s in Statistics and Applied Probability and a PhD in Geography, all from UC Santa Barbara. After his PhD, he was Professor in the Department of Geography at Ohio State University (as well as Director of the Center for Urban and Regional Analysis), Professor in the School of Geographical Sciences and Urban Planning at Arizona State University and Professor in the College of Computing and Informatics as well as the School of Public Health at Drexel University prior to his return to UC Santa Barbara at the end of 2015.  Professor Murray’s research and teaching interests include: geographic information science; spatial optimization; emergency response, health informatics; urban growth and development; land use planning; urban, regional, and natural resource planning and development; and, infrastructure and transportation systems.",
        "email": "amur@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "amy_frazier.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Raj7sewAAAAJ&hl=en&oi=ao",
        "websiteUrl": "https://www.frazierlab.org/",
        "websiteName": "SCALE Lab"
    },
    {
        "firstName": "Shaine",
        "lastName": "Lutsky",
        "title": "Center Administrative Coordinator",
        "category": "Staff",
        "current": true,
        "description": "Shaine Lutsky is the admnisitrative coordinator for the center. She does a lot of stuff.",
        "email": "shainelutsky@ucsb.edu",
        "location": "3512 Phelps Hall",
        "image": "shaine_lutsky.jpg"
    },
    {
        "firstName": "Lizzy",
        "lastName": "Schattle",
        "title": "SPAR Lab Communications Director",
        "category": "Staff",
        "current": true,
        "description": "Lizzy does a lot stuff. data collection, recharge, student internships. Works with grant stuff",
        "email": "schata@ucsb.edu",
        "location": "3512 Phelps Hall",
        "image": "lizzy_schattle.jpeg"
    },
    {
        "firstName": "Colin",
        "lastName": "Ferster",
        "title": "SPAR Lab Communications Director",
        "category": "Staff",
        "current": true,
        "description": "Lizzy does a lot stuff. data collection, recharge, student internships. Works with grant stuff",
        "email": "schattle@ucsb.edu",
        "location": "3512 Phelps Hall",
        "image": "https://www.geog.ucsb.edu/sites/default/files/styles/medium_square/public/2023-10/lizzy-schattle.jpeg?h=2101fcf3&itok=3lxQY1Zc"
    },
    {
        "firstName": "Brianna",
        "lastName": "Chan",
        "title": "MA/PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Brianna holds a BS in Environmental Health from the Gillings School of Global Public Health at UNC Chapel Hill. She is broadly interested in using geospatial methods to analyze the role of the natural and built environment in driving health and social disparities. Ultimately, she aims to promote equitable access to better health in our communities.",
        "email": "brian@ucsb.edu",
        "location": "5815 Phelps Hall",
        "image": "https://www.geog.ucsb.edu/sites/default/files/styles/medium_square/public/2022-09/brianna-chan.jpg?h=3d95d9db&itok=Nns0eMp1",
        "advisors": ["Trisalyn Nelson", "One other person"]
    },
    {
        "firstName": "Yuyan",
        "lastName": "Che",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Yuyan received her Bachelor and Master both in Urban Planning in the School of Geographical Sciences and Urban Planning at Arizona State University. After graduation, she worked as an research assistant in a land planning company, and then became a co-founder of an educational consulting company in China.",
        "email": "briannachan@ucsb.edu",
        "location": "5815 Phelps Hall",
        "image": "https://www.geog.ucsb.edu/sites/default/files/styles/medium_square/public/2022-09/yuyan-che.jpg?h=83fd3f42&itok=6psD1POp",
        "advisors": ["Trisalyn Nelson"]
    }
    
]

