[
    {
        "firstName": "Trisalyn",
        "lastName": "Nelson",
        "title": "Center Director",
        "category": "Leadership",
        "current": true,
        "description": "Trisalyn Nelson joined the Department of Geography at UCSB as Jack and Laura Dangermond Endowed Chair of Geography in 2020. From 2016-2020 she was Director of the School of Geographical Sciences and Urban Planning at Arizona State University. Prior, she was the Lansdowne Research Professor and Director of the Spatial Pattern Analysis and Research Lab at the University of Victoria, Canada. Dr. Nelson values partnerships, particularly connections between industry and academics, that enable innovation of methods and approaches to solving critical issues.",
        "research": "Dr. Nelson’s current research focuses on active transportation and the use of big data and analytics to better plan cities. Nelson led the creation of BikeMaps.org, a web-map and App to gather volunteered geographic information on bicycling collisions and near misses. With her team, she has developed new ways of using fitness app data (like Strava) to map bicycling volume useful for transportation planning. Nelson uses BikeMaps.org and other big data to quantify and monitor patterns of urban cycling safety and ridership.",
        "projects": "<ul><li>Active Transportation Dashboard</li><li>Electric Bicycles</li><li>Crowdsource Data Bias Correction</li></ul>",
        "email": "trisalyn@ucsb.edu",
        "image": "trisalyn_nelson.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Dz42kJIAAAAJ&hl=en",
        "websiteUrl": "https://www.sparlab.org/",
        "websiteName": "SPAR Lab"
        
    },
    {
        "firstName": "Somayeh",
        "lastName": "Dodge",
        "title": "Associate Professor",
        "category": "Leadership",
        "current": true,
        "description": "Somayeh is an associate professor of spatial data science at UC Santa Barbara, where she leads the MOVE Lab and serves as an associate director at the Center for Spatial Studies and Data Science. She holds a Ph.D. in Geography from the University of Zurich, and degrees in GIS Engineering and Geomatics Engineering from KNT University of Technology. She has published in several high-ranked international journals and received the 2021 NSF CAREER award and the 2022 Emerging Scholar Award from the Spatial Analysis and Modeling Specialty Group of the American Associations of Geographers. Prior to joining UCSB, she was an Assistant Professor at the University of Minnesota, Twin Cities, and the University of Colorado, Colorado Springs.",
        "research": "Somayeh’s research focuses on developing data analytics, knowledge discovery, modeling, simulation, and visualization techniques to study movement and spatiotemporal processes. By examining how movement relates to the environment, her work enhances our understanding of social and ecological systems. She applies spatial data science and quantitative methods to model problems such as human-wildlife conflicts, environmental change, natural hazards, the spread of diseases, human mobility, and spatial interaction. Through interdisciplinary research, Dr. Dodge aims to develop a broadly applicable analytical framework to unravel how movement patterns of individuals are driven by their behavior, their environment, and their interactions across multiple spatial and temporal scales.",
        "projects": "<ul><li>Visualizing Motion: A Framework for the Cartography of Movement (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=1853681&amp;HistoricalAwards=false'><u>link</u></a>)</li><li>CAREER: Modeling Movement and Behavior Responses to Environmental Disruptions (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=2043202&amp;HistoricalAwards=false'><u>link</u></a>)</li><li>Advancing methods to trace and contextualize space-time interaction patterns in movement data (<a href='https://www.nsf.gov/awardsearch/showAward?AWD_ID=2217460&amp;HistoricalAwards=false'><u>link</u></a>)</li></ul>",
        "email": "sdodge@ucsb.edu",
        "image": "somayeh_dodge.jpg",
        "gscholar": "https://scholar.google.com/citations?user=vDaqmVQAAAAJ&hl=en",
        "websiteUrl": "https://move.geog.ucsb.edu/",
        "websiteName": "MOVE Lab"
        
    },
    {
        "firstName": "Alan",
        "lastName": "Murray",
        "title": "Professor",
        "category": "Leadership",
        "current": true,
        "description": "Alan Murray is a Professor in the Department of Geography. He earned a BS in Mathematics, a Master’s in Statistics and Applied Probability and a PhD in Geography, all from UC Santa Barbara. After his PhD, he was Professor in the Department of Geography at Ohio State University (as well as Director of the Center for Urban and Regional Analysis), Professor in the School of Geographical Sciences and Urban Planning at Arizona State University and Professor in the College of Computing and Informatics as well as the School of Public Health at Drexel University prior to his return to UC Santa Barbara at the end of 2015.",
        "research": "Professor Murray’s research and teaching interests include: geographic information science; spatial optimization; emergency response, health informatics; urban growth and development; land use planning; urban, regional, and natural resource planning and development; and, infrastructure and transportation systems.",
        "email": "amurray@ucsb.edu",
        "projects": "<ul><li>Wildfire Resilience Initiative (WRI)</li></ul>",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "alan_murray.jpg",
        "gscholar": "https://scholar.google.com/citations?user=Raj7sewAAAAJ&hl=en&oi=ao",
        "websiteUrl": "https://wri.ucsb.edu/",
        "websiteName": "WRI"
    },
    {
        "firstName": "Amy",
        "lastName": "Frazier",
        "title": "Professor",
        "category": "Leadership",
        "current": true,
        "description": "Amy Frazier is a professor and the Jack and Laura Dangermond Endowed Chair of Conservation Science. She joined the Geography department in 2023, and previously held faculty appointments at Arizona State University (2018-2023) and Oklahoma State University (2013-2018). Dr. Frazier holds an A.B. in Environmental Earth Science from Dartmouth College, an M.A. in Geography from West Chester University, and a Ph.D. in Geography from the University at Buffalo.",
        "research": "Professor Frazier’s research is motivated by the grand environmental challenges facing humankind, including the global loss of biodiversity and ecosystem services, the impending mass extinction of species, and the critical need to protect our planet in the face of climate change. She and her team use a variety of field- and lab-based methods, including drones, remote sensing, GIS, machine learning, and statistics, to harness massive amounts of biological and environmental data, produce valuable tools and knowledge from those data that can inform conservation decisions, and integrate that knowledge into policy-making pipelines. Her research program has been supported by over $48 million in grants from funding agencies such as the National Science Foundation, National Aeronautics and Space Administration (NASA), and the United States Department of Agriculture (USDA).",
        "projects": "<ul><li>Dynamics of Integrated Social-Ecological Systems</li><li>Forecasting Biodiversity into the Future</li><li>Ecosystem Restoration</li><li>Computational Landscape Ecology</li><li>Drones</li></ul>",
        "email": "afrazier@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "amy_frazier.jpg",
        "gscholar": "https://scholar.google.com/citations?user=kWFPqesAAAAJ&hl=en&oi=sra",
        "websiteUrl": "https://www.frazierlab.org/",
        "websiteName": "SCALE Lab"
    },
    {
        "firstName": "Peter",
        "lastName": "Kedron",
        "title": "Associate Professor",
        "category": "Leadership",
        "current": true,
        "description": "Peter Kedron is a human geographer and GIScientist with expertise in economic geography, spatial analysis, and the design and evaluation of research. Dr. Kedron joined UCSB as an Associate Professor and member of the Center for Spatial Studies and Data Science after previously holding faculty positions at Arizona State University (2018-2023), Oklahoma State University (2016-2018), and Ryerson University (2012-2016). He earned his Ph.D. in Geography from the State University of New York at Buffalo, an MA in Economics from the University of Michigan, and BAs in Economics and Psychology from the State University of New York at Buffalo. To date, he has authored over 55 peer-reviewed articles, given over 100 conference presentations and public talks, and supervised over 20 graduate students and postdoctoral scholars.",
        "research": "His research develops spatial analytical methods to explain why social and ecological processes differ between locations. In collaboration with students and colleagues, he also develops research practices and pedagogical models that integrate replication and geographic analysis. Integrating space and spatial thinking into the evaluation and accumulation of evidence is critical given the growing use of spatial data across the sciences and the increasing number of mandates that the evidence we use to inform policy be reproducible and validated by replication. Peter’s research has been consistently funded by the National Science Foundation (NSF) and appears in publications in top field journals in Geography, GIScience, and Regional Science.",
        "projects":"<ul><li>Transforming Theory-building and STEM Education using Reproductions and Replications</li><li>When Can We Generalize Across Locations? A Spatial Framework for Interpreting Findings from Impact Evaluations</li><li>Modernizing GIS Education</li></ul>",
        "email": "peterkedron@ucsb.edu",
        "location": "5718 Ellison Hall",
        "phone": "+1-805-893-3663",
        "image": "peter_kedron.jpg",
        "gscholar": "https://scholar.google.com/citations?authuser=1&hl=en&user=e_WSMGkAAAAJ"
    },
    {
        "firstName": "Shaine",
        "lastName": "Lutsky",
        "title": "Center Administrative Coordinator",
        "category": "Staff",
        "current": true,
        "description": "Shaine Lutsky is the admnisitrative coordinator for the center. She does a lot of stuff.",
        "email": "shainelutsky@ucsb.edu",
        "location": "3512 Phelps Hall",
        "image": "shaine_lutsky.jpg"
    },
    {
        "firstName": "Lizzy",
        "lastName": "Schattle",
        "title": "SPAR Lab Communications Director",
        "category": "Staff",
        "current": true,
        "description": "Lizzy does a lot stuff. data collection, recharge, student internships. Works with grant stuff",
        "email": "schata@ucsb.edu",
        "location": "3512 Phelps Hall",
        "image": "lizzy_schattle.jpeg"
    },
    {
        "firstName": "Caitlyn Jeri",
        "lastName": "Linehan",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Hey there, I'm Caitlyn from the Bronx, New York. I love exploring Santa Barbara on foot and discovering its hidden gems. When I’m not baking something new or trying out the latest food spots, you’ll find me planning my next travel adventure. At home, I enjoy curling up with a good mystery novel to unwind.",
        "research": "Caitlyn Linehan is a PhD candidate in Geography at the University of California, Santa Barbara, where she specializes in using GISc to improve urban walkability. Her research explores integrating volunteered geographic information with traditional data sources to enhance urban well-being. Caitlyn is also dedicated to developing innovative educational methods for college geography students.",
        "linkedin": "https://www.linkedin.com/in/caitlyn-linehan/",
        "email": "caitlynlinehan@ucsb.edu",
        "image": "caitlyn_linehan.jpg",
        "websiteName": "Caitlyn Linehan",
        "websiteUrl": "https://www.linkedin.com/in/caitlyn-linehan/",
        "advisors": ["Trisalyn Nelson"]
    },
    {
        "firstName": "Zijian",
        "lastName": "Wan",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Zijian Wan is a Ph.D. candidate in Geography at the University of California, Santa Barbara (UCSB). He obtained his B.S. degree in Geographic Information Science from Wuhan University, China, and his M.A. in Geography from UCSB. To further strengthen his statistical background, he also pursued an M.A. in Mathematical Statistics at UCSB.",
        "research": "Zijian's research focuses on understanding movement behaviors of animals and humans, and their interactions with the environment, using machine/deep learning, spatiotemporal data mining, and statistical modeling. Zijian specializes in unveiling implicit patterns from massive datasets using data-driven models. His previous work includes detecting turns and extracting road intersection information from vehicle trajectories using the decision tree and long short-term memory (LSTM), a recurrent neural network (RNN), and interpolating the missing points in trajectories using an uncertainty-aware generative adversarial network (GAN) supported by LSTM.",
        "email": "zijian.wan@geog.ucsb.edu",
        "x": "https://x.com/zijian_wan",
        "gscholar": "https://scholar.google.com/citations?user=vLywcvcAAAAJ&hl=en",
        "image": "zijian_wan.png",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Yifei",
        "lastName": "Liu",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "I received my B.S. and M.S. degree in Ecology from Fudan University (Shanghai, China) in 2018 and 2021, respectively. Currently, I am pursing a Ph.D. degree in Geography at UC Santa Barbara, where my research focuses on movement ecology.",
        "research": "My research interests focus on understanding the dynamics of wildlife interactions using GPS tracking data, particularly among carnivores like tigers, leopards, and pumas. I aim to explore how environmental factors impact both interspecific and intraspecific interactions. By developing and applying advanced computational models, my work aims to reveal the ecological processes that drive these interactions, ultimately informing more effective conservation strategies and wildlife management practices.",
        "email": "yifei_liu@ucsb.edu",
        "gscholar": "https://scholar.google.com/citations?user=IXn2D8YAAAAJ&hl=en",
        "image": "yifei_liu.jpg",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Wenxin",
        "lastName": "Yang",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Wenxin Yang holds a Bachelor Degree from Beijing Normal University and a Master's from University of Pennsylvania. Prior to pursuing PhD, she worked at nature conservation NGOs in China.",
        "research": "Wenxin Yang is interested in leveraging remote sensing and spatial statistics to study landscape ecology and approach biodiversity conservation challenges. She hopes her research can help improve understanding of the links between spatial patterns and biodiversity and contribute to conservation actions and outcomes.",
        "email": "wenxinyang@ucsb.edu",
        "websiteName": "Wenxin Yang",
        "websiteUrl": "https://wxyang007.github.io",
        "gscholar": "https://scholar.google.com/citations?hl=en&user=uwEpq2kAAAAJ",
        "linkedin": "https://www.linkedin.com/in/wenxin-yang-9a7729183/",
        "image": "wenxin_yang.jpg",
        "advisors": ["Amy Frazier", "Peter Kedron"]
    },
    {
        "firstName": "Xue",
        "lastName": "Yan",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "I received an M.S. in Ecology from the University of the Chinese Academy of Sciences and a B.S. in Physical Geography and Resource & Environment from Changsha University of Science & Technology. My research interests include ecological modeling, the impacts of disturbances on terrestrial ecosystems, and biodiversity conservation.",
        "research": "I‘m interested in using landscape ecology approaches to promote invasive species control and biodiversity conservation. My current research focuses on integrating field investigation, remote sensing, geospatial analysis, and modeling tools to study the mechanisms of plant invasion.",
        "email": "xyan253@ucsb.edu",
        "image": "xue_yan.jpg",
        "advisors": ["Amy Frazier"]
    },
    {
        "firstName": "Yuyan",
        "lastName": "Che",
        "title": "MA/PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "Yuyan is a MA/PhD student in the Department of Geography at UC Santa Barbara. She received her Bachelor and Master both in Urban Planning in the School of Geographical Sciences and Urban Planning at Arizona State University. After graduation, she worked as an research assistant in a land planning company, and then became a co-founder of an educational consulting company in China.",
        "research": "Yuyan enjoys investigating social practical issues through spatial data. Currently, she is working on spatial patterns of bike commuting, and emerging e-bike spatial analysis. She is specifically interested in exploring multiple spatial approaches in GIScience.",
        "email": "yuyanche@ucsb.edu",
        "x": "https://twitter.com/YuyanChe",
        "image": "yuyan_che.jpg",
        "advisors": ["Trisalyn Nelson"]
    },
    {
        "firstName": "Mary",
        "lastName": "Salami",
        "title": "MA/PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "I am Mary Salami. I am a third-year MA/PhD student at UCSB Geography. Before that, I received my B.S. degree in Surveying and Geoinformatics from Obafemi Awolowo University, Nigeria. My research focuses on spatiotemporal data modeling and spatial data science.",
        "research": "My current research focuses on understanding the behavior of turkey vultures and tigers by analyzing their  trajectories. I am employing deep learning methods and statistical methods to break down these trajectories aiming to gain  insights into their behavioural patterns.",
        "email": "marysalami@ucsb.edu",
        "gscholar": "https://scholar.google.com/citations?user=A5wFQmIAAAAJ&hl=en&oi=ao",
        "linkedin": "https://www.linkedin.com/in/marysalami/",
        "image": "mary_salami.jpg",
        "advisors": ["Somayeh Dodge"]
    },
    {
        "firstName": "Danial",
        "lastName": "Alizadeh",
        "title": "PhD Student",
        "category": "Graduate Student",
        "current": true,
        "description": "My name is Danial Alizadeh, and I am a third-year Ph.D. student in the Department of Geography at UC Santa Barbara. I am currently a member of the MOVE Research Lab at UCSB.",
        "research": "My research primarily focuses on modeling human movement patterns in response to disruptive events. I am particularly interested in identifying the spatial and temporal extents of these disruptions using high-resolution individual GPS tracking data, combined with statistical methods and state-of-the-art deep learning models.",
        "email": "danial_alizadeh@ucsb.edu",
        "gscholar": "https://scholar.google.com/citations?user=KnwH5o0AAAAJ&hl=en&oi=ao",
        "linkedin": "https://www.linkedin.com/in/danial-alizadeh-481893149/",
        "x": "https://x.com/danial_alz?s=21&t=VUfK1JDgl-4EtSeBRbIccg",
        "image": "danial_alizadeh.jpg",
        "advisors": ["Somayeh Dodge"]
    }
    
]

