[
    {
        "name": "Wilfire Resilience Initiative",
        "summary": "Launched in 2022 through a transformative gift from Yardi Systems, UC Santa Barbara’s Wildfire Resilience Initiative combines data, research, and technology to create mitigation tools and maps for wildfire management, while also seeking to expand its global impact with innovations like drone technology and publicly accessible resources.",
        "pis": ["Alan Murray"],
        "description": "<p>Launched in 2022 by a transformative gift from Yardi Systems, the Wildfire Resilience Initiative (WRI) at UC Santa Barbara applies data, research, and technology to create mitigation tools — and helps communities learn how to coexist with fire. This initiative applied Yardi’s drive for innovation to issues that affect the Santa Barbara community and Yardi employees. The Wildfire Resilience Initiative aims to deliver vegetation, fuel, meteorological, and fire weather maps for Santa Barbara County. It also creates maps to inform best practices in the Los Padres Forest above Santa Barbara. As it expands, the initiative seeks to explore drone technology; make outputs publicly accessible online; improve measures of hazard, risk, and vulnerability; and apply findings globally.</p><p><br></p><p>Housed in the Department of Geography’s Center for Spatial Studies and Data Science, WRI channels the expertise, passion, and curiosity of Yardi leaders and pairs them with experts in the field including advisory partners from the United States Department of Agriculture Forest Service, Santa Barbara County Fire, and Montecito Fire Department, among others. The lead principal investigator is Professor Alan Murray along with Professors Leila Carvahlo, Charles Jones, Dar Roberts, Stuart Sweeney, and Max Moritz.</p>",
        "image": "research_wri_card.jpg"
    },
    {
        "name": "Active Transportation Decision Support",
        "summary": "The Spatial Pattern Analysis and Research Lab within the Spatial Center is creating a suite of tools to support decision makers aiming to increase access and safety for active modes of transportation, such as bicycling and walking. By creating and analyzing novel volume and collision datasets, the team helps decision makers to prioritize areas for infrastructure improvements.",
        "pis": ["Peter Kedron", "Trisalyn Nelson", "Amy Frazier"],
        "description": "<p>Thanks to funding from the state Regional Early Action Planning program, The California Department of Transportation (Caltrans), and the US Department of Transportation, the SPAR Lab is working on a variety of projects to support active transportation decision making using a data-driven approach. The range of projects include the creation of a Santa Barbara County Active Transportation Data Dashboard that will use novel pedestrian and bicycling data sets to inform planning, provide data for grant applications, and enable monitoring of programs that aim to reduce vehicle miles traveled (VMT). We are also working to create an Artificial Intelligence (AI) Comfort Classification System for Santa Barbara County, as a pilot program for a California state-wide automated comfort classification network. The project will use artificial intelligence (AI) to routinely update maps of bicyclist comfort based on infrastructure to support safe bicycling across the County of Santa Barbara. The SPAR Lab was also recently granted funds to create a Santa Barbara Bike and Pedestrian Count Program to support the City of Santa Barbara’s Safe Streets for All Action Plan. The grant will fund critical efforts in Santa Barbara, including the collection of pedestrian and cycling data, the integration of crash data and the identification of high-risk areas for future safety audits.</p><p><br></p><p>Ongoing Active Transportation Decision Support projects are led by the Spatial Pattern Analysis and Research Lab, Directed by Dr. Trisalyn Nelson, within the Center for Spatial Studies and Data Science in partnership with the Santa Barbara County Association of Governments, the City of Santa Barbara, and MOVE Santa Barbara County.</p>",
        "image": "research_atp_support.jpg"
    },
    {
        "name": "The Guide to the Geographic Approach",
        "summary": "Motivated by changes in spatial technology, it is time to reimagine how we teach GIScience and extend its reach to as many disciplines as possible, from business to medicine to the social sciences, the digital humanities, and beyond.",
        "pis": ["Peter Kedron", "Trisalyn Nelson", "Amy Frazier"],
        "description": "<p>The field of GIScience has advanced rapidly during the past three decades. Computing environments, software capabilities, datasets, and analytical techniques have become faster, easier to use, more diverse, and more advanced. Spatial technology has become both more powerful and broadly applicable, even to the point of infusing daily life. At the same time, society has also changed. We have sharpened our focus on responses to climate change and social and racial inequities, accentuating our need for solutions that leverage a geographic approach.</p><p><br></p><p>Motivated by these changes, it is time to revisit how we teach GIScience and to extend its reach to as many disciplines as possible, from business to medicine to the social sciences, the digital humanities, and beyond. Most GIScience programs in the United States, and indeed around the globe, use a core curriculum developed in the 1990s. Led by the NCGIA, but incorporating expertise from the GIScience community, the core curriculum has been incredibly beneficial because it aligned learning outcomes and minimized the duplication of effort. The core curriculum was developed during a time when today’s computing environments could hardly be imagined though, and the scope of the world’s social and environmental problems was still emerging. It is an exciting time to envision a modern approach to GIScience given advances in web-based technology, pedagogical models, spatial data, and societal needs. A modern GIScience curriculum is intended as a lighthouse to guide instructors, researchers, and practitioners as they work to solve the world’s problems and educate the next generation of GIS developers, users, and makers.</p><p><br></p><p>From the outset of a GIS educational experience, it is important to give learners the tools to begin solving problems immediately. Placing problems at the center of learning not only encourages excitement for the technology and tools, but it also allows learners to build an appreciation for a geographic approach. Integrating and organizing relevant information in the context of location using web-based GIS technologies give learners the skills and capacity to make meaningful impacts in the world. In this project, we develop a GIS curriculum that teaches learners how to apply a geographic approach to real world problems while linking those lessons to the fundamental geographic concepts of modern web-based GIScience. We define the following <em><strong>goals for a modern GIScience curriculum</strong></em>.</p><ul><li>A modern curriculum for GIScience must aid society in leveraging the power of spatial technologies and perspectives from a wide variety of disciplines.</li><li>A modern curriculum for GIScience must place ethics and equity at the center of all learning outcomes and lessons.</li><li>A modern curriculum must be applications forward, using pedagogical models rooted in the flipped classroom and problem-based learning.</li><li>A modern curriculum must focus on web and cloud GIS, which create broad access to spatial data and allow for scalable learning and problem solving.</li><li>A modern GIScience curriculum must be developed through collaboration and engagement with people working and teaching in the GIScience field and allied disciplines.</li></ul>",
        "image": "research_geographic_approach.png"
    }
    
    
]